Dlubal.SteelSurfaces.VerticalAlignmentType
Type of vertical alignment

Dlubal.SteelSurfaces.VerticalAlignmentType.UnknownVAlignment
Unknown vertical alignment

Dlubal.SteelSurfaces.VerticalAlignmentType.Top
Left alignment

Dlubal.SteelSurfaces.VerticalAlignmentType.Middle
Middle alignment

Dlubal.SteelSurfaces.VerticalAlignmentType.Bottom
Right alignment